/* 
 Localizable.strings
 CrashReporterDemo
 
 Created by Andreas Linde on 04.03.09.
 Copyright 2011 Andreas Linde. All rights reserved.
 */


/* Crash dialog */

/* Title showing in the alert box when crash report data has been found */
"CrashDataFoundTitle" = "Dati del crash trovati";

/* Description explaining that crash data has been found and ask the user if the data might be uplaoded to the developers server */
"CrashDataFoundDescription" = "L'applicazione precedentemente ha avuto un crash. Vuoi inviare allo sviluppatore i dati anonimi del crash in modo che possa provare a sistemare il problema?";

/* TODO: Alert box button if the users wants to send crash data always automatically */
"CrashSendReportAlways" = "Sempre";

/* TODO: Alert box button to send the crash report once */
"CrashSendReport" = "Si";

/* TODO: Alert box button to decline sending the report */
"CrashDontSendReport" = "No";

/* Text showing in a processing box that the crash data is being uploaded to the server */
"CrashReportSending" = "Invio…";


/* Crash status dialog */

/* Title for the alertview giving feedback about the crash */
"CrashResponseTitle" = "Stato del bug";

/* Full text telling the bug is fixed and will be available in the next release */
"CrashResponseNextRelease" = "Il bug che ha causato il tuo problema è già stato risolto e sarà incluso nella prossima versione di %@.";

/* Full text telling the bug is fixed and the new release is waiting at Apple */
"CrashResponseWaitingApple" = "Il bug che ha causato il tuo problema è già stato risolto e la nuova versione di %@ è in attesa di approvazione da parte della Apple.";

/* Full text telling the bug is fixed and an update is available in the AppStore */
"CrashResponseAvailable" = "Il bug che ha causato il tuo problema è già stato risolto e la nuova versione di %@ è disponibile. Ti preghiamo di effettuare un aggiornamento!";

/* Full text asking the user to submit more information */
"CrashResponseMoreInfo" = "This bug has not been fixed yet. We'd really appreciate it if you could send us more information about the crash.";

/* For dialogs ok buttons */
"CrashResponseTitleOK" = "OK";
